{
  "home": "Home",
  "login": "Login",
  "logout": "Logout",
  "profile": "Profile",
  "about": "About P40",
  "HomePage": {
    "title": "Home",
    "welcomeMessage": "40 years and Beyond!",
    "welcome": "Welcome",
    "weeklyQuestion": "Weekly P40 Question",
    "votingResult": "Voting Result",
    "week": "Week",
    "weekShort": "W",
    "vote": "Vote",
    "votingInProgress": "Voting still going",
    "voteSubmited": "Thank you for choosing!",
    "reachUs": "If you have any questions or require assistance, feel free to reach out to us."
  },
  "ProfilePage": {
    "title": "Profile",
    "description": "Scan the QR code to register for the main event",
    "regionOffice": "Region Office"
  },
  "AboutPage": {
    "title": "ABOUT P40",
    "description1": "Paragon is about to turn 40. It's not about the usual celebrations. It's a moment with 14,000 Paragonians, where we will open a new and better way of thinking for the betterment of the future from today. You are the ones who decide, because “Paragon's Choice is Paragonian's Choice”.",
    "description2": "It's not just about celebrating Paragon's journey, but affirming that a new game has begun with greater challenges,bolder innovations, and broader impact.",
    "description3": "Paragon has not only survived in the industry, but also changed the game. Now, at 40 years old, after unlocking new thinking, we enter a new arena with a new mindset, ready to accelerate innovation, create global impact, and build a more advanced civilization."
  },
  "PreEventPage": {
    "openingSpeech": "Voting Opening Speech",
    "openingSpeechDescription": "At the main event on February 28, 2025, who will open the P40 event",
    "votingResult": "Voting Result",
    "timeline": "Timeline",
    "festivalParagonTalks": "Festival Paragonian Talks",
    "about": "About",
    "festivalDescription1": "The Paragonian Talks Festival is a Pre-Event that is one of a series of journeys towards P40. With the format of Paragonian Talks (talkshow) and Culinary Festival, it is hoped that this agenda will further increase the spirit and excitement towards P40, and emphasize “Paragon's Choice is Paragonian's Choice” and Paragon 40 this year is a moment with all paragonians.",
    "festivalDescription2": "The main event of this Pre-Event is Paragonian Talks: Talkshow Across Generations. This was an interactive discussion session that involved 2 Paragonians from different generations meeting to share experiences, perspectives, and hopes.",
    "festivalDescription3": "Objective: To be a platform for all to learn from each other and reverse mentoring, and appreciate each other's contribution in Paragon's 40th year journey.",
    "festivalDescription4": "From the seniors we can learn about grit, the struggles that made us what we are today, the spirit that is maintained and the mutual cooperation that is applied. From the younger ones we can learn about relevance to trends, how generations evolve, and how technology transforms today.",
    "HQInauguration": "Peresmian Head Quarter with the title \"Rumah yang Diusahakan Bersama\" is a moment where finally Paragonians celebrate the first day of occupying a new home that has been worked on together since 2018. A bigger, wider, more sophisticated house, but there are still long tables to chat together about big dreams of usefulness. It's not just about having a large and nice place, but this is a symbol of how the realization of a dream becomes a reality. \n\n A house that will be a place to give birth to new innovations that are bigger and bolder. A house that will be the best place to prepare us all towards the house of eternity. A house that will always remind us of \"Kita sekarang karena kita kemarin\""
  },
  "MainEventPage": {
    "title": "MAIN EVENT",
    "seeYou": "See you on February 28th, 2025!",
    "offlineArea": "Offline in each Work Area",
    "openGate": "Open Gate",
    "closeGate": "Close Gate",
    "locationDescription": "Will be located on your nearest Work Area",
    "locationDesc1": "The venue location is in the <strong>Profile section</strong> , don't go to the wrong place!",
    "locationDesc2": "Make sure to <strong>arrive before the gate closes</strong>!",
    "locationDesc3": "Go directly to the venue on your own. If you bring a personal vehicle, parking information will be provided via <strong>Card & Website</strong>!🚗🎉",
    "mapButtonText": "Open Maps",
    "watchButtonText": "Watch Livestream",
    "GIEnter": "GI Entrance Guide",
    "keyInformation": "Key Information",
    "otherVenue": "Other venue",
    "otherVenueDesc": "(Hotel, DC Office, Library/Hall)",
    "location": "LOCATION",
    "do1": "Bring your ID card",
    "do2": "Log in to the P40 website and screenshot the registration barcode in the profile section",
    "do3": "Eat breakfast before coming to the venue. The committee only provides light snacks during the event",
    "do4": "Wear appropriate clothing",
    "do5": "Bring a water bottle filled with water* for those located at CGV (*the committee does not provide refills for drinking water)",
    "do6": "Arrive on time, the event starts simultaneously at 07.00 WIB* for all areas. The studio door will be closed when the event starts (*adjusting to local time)",
    "do7": "Turn off your cellphone or use vibrate mode during the event",
    "do8": "Take care of the items you bring",
    "do9": "Maintain the cleanliness of the area",
    "do10": "Do not leave the venue during the event",
    "do11": "Behave during the event",
    "do12": "Comply with all committee instructions",
    "do13": "For Paragonian HO and DC, return to the office to enjoy the lunch that has been provided and continue work in their respective areas",
    "dont1": "Bring food from outside the venue",
    "dont2": "Bring tumblers for those located in XXI",
    "dont3": "Going in and out of the studio during the event",
    "dont4": "Turning on the cellphone flash in the studio during the event",
    "dont5": "Bring sharp weapons",
    "dont6": "Bring illegal drugs",
    "dont7": "Bring excessive items",
    "dont8": "Swapping places without permission from the committee (for areas with more than 1 venue)",
    "dont9": "Commit a riot",
    "dont10": "Using Grab Corporate. If there is any discrepancy, it will be followed up according to the company's provisions."
  },
  "LoginPage": {
    "titleHighlight": "40 Years",
    "title": "and Beyond!",
    "description": "Login here first",
    "login": "Login",
    "email": "Email",
    "password": "Password",
    "invalidCredentials": "Please check your credentials.",
    "invalidEmail": "Please enter a valid email address.",
    "invalidPassword": "Please enter a password.",
    "emailPlaceholder": "Input your email",
    "passwordPlaceholder": "Input your password",
    "loading": "Loading",
    "success": "Successfull login",
    "invalid": "Invalid credentials.",
    "error": "Failed! please try again",
    "close": "Close"
  },
  "LocaleSwitch": {
    "id": "Indonesia",
    "en": "English",
    "label": "Language"
  }
}
