{
  "home": "Beranda",
  "login": "Masuk",
  "logout": "Keluar",
  "profile": "Profil",
  "about": "Tentang P40",
  "HomePage": {
    "title": "Beranda",
    "welcomeMessage": "40 years and Beyond!",
    "welcome": "Selamat Datang",
    "weeklyQuestion": "Pertanyaan P40 Mingguan",
    "votingResult": "Hasil Suara",
    "week": "Minggu",
    "weekShort": "M",
    "vote": "Suara",
    "votingInProgress": "Pengambilan suara masih berlangsung!",
    "voteSubmited": "Terima kasih telah memilih!",
    "reachUs": "Jika Anda memiliki pertanyaan atau memerlukan bantuan, jangan ragu untuk menghubungi kami."
  },
  "ProfilePage": {
    "title": "Profil",
    "description": "Gunakan QR Code untuk memasuki Main Event",
    "regionOffice": "Area Kerja"
  },
  "AboutPage": {
    "title": "TENTANG P40",
    "description1": "Paragon akan menginjakkan usia yang ke-40. Ini bukan mengenai perayaan seperti biasanya. Ini merupakan momen bersama 14.000 Paragonian, dimana kita akan membuka cara pikir baru yang lebih baik untuk kebaikan di masa depan dari hari ini. Kalian lah yang menentukan, karena “Pilihan Paragon adalah Pilihan Paragonian”.",
    "description2": "bukan hanya tentang merayakan perjalanan Paragon, tetapi menegaskan bahwa permainan baru telah dimulai dengan tantangan lebih besar, inovasi lebih berani, dan dampak lebih luas.",
    "description3": "Paragon tidak hanya bertahan dalam industri, tetapi juga mengubah permainan. Sekarang, di usia 40 tahun, setelah unlocking new thinking, kita memasuki arena baru dengan mindset baru, siap untuk mengakselerasi inovasi, menciptakan dampak global, dan membangun peradaban yang lebih maju."
  },
  "PreEventPage": {
    "openingSpeech": "Pemilihan Pidato Pembuka Acara",
    "openingSpeechDescription": "Di main event 28 Februari 2025 nanti, acara P40 mau dibuka oleh siapa?",
    "votingResult": "Hasil Suara",
    "timeline": "Timeline",
    "festivalParagonTalks": "Festival Paragonian Talks",
    "about": "Tentang",
    "festivalDescription1": "Festival Paragonian Talks adalah Pre-Event yang merupakan salah satu dari rangkaian journey menuju P40. Dengan format yaitu Paragonian Talks (talkshow) dan Festival Kuliner, harapannya agenda ini semakin meningkatkan semangat dan semarak menuju P40, dan menekankan mengenai “Pilihan Paragon Adalah Pilihan Paragonian” serta Paragon 40 tahun ini adalah momen bersama seluruh paragonian.",
    "festivalDescription2": "Acara utama dari Pre-Event ini yaitu Paragonian Talks: Talkshow Lintas Generasi. Ini adalah sesi diskusi interaktif yang melibatkan 2 orang Paragonian dari generasi yang berbeda dan bertemu untuk berbagi pengalaman, perspektif, dan harapan.",
    "festivalDescription3": "Objektif: Menjadi wadah bagi semua untuk saling belajar dari siapa saja dan reverse mentoring, serta menghargai kontribusi masing-masing dalam perjalanan Paragon ke-40 tahun.",
    "festivalDescription4": "Dari senior kita bisa belajar mengenai grit, masa-masa perjuangan yang bisa membuat kita sebesar sekarang, spirit yang dijaga dan gotong royong yang diterapkan. Dari yang lebih muda kita bisa belajar mengenai relevansi dengan trend, bagaimana generasi berkembang, dan bagaimana transformasi teknologi saat ini",
    "HQInauguration": "Peresmian Head Quarter dengan tajuk \"Rumah yang Diusahakan Bersama\" adalah momen dimana pada akhirnya Paragonian merayakan hari pertama menghuni rumah baru yang telah diusahakan bersama sejak tahun 2018. Rumah yang lebih besar, lebih luas, lebih canggih, namun tetap ada meja panjang untuk ngobrol bersama tentang mimpi-mimpi besar kebermanfaatan. Bukan sekedar memiliki tempat yang luas dan bagus, tetapi ini simbol bagaimana realisasi sebuah mimpi jadi kenyataan. \n\n Rumah yang akan menjadi tempat melahirkan inovasi-inovasi baru yang lebih besar dan lebih berani. Rumah yang akan menjadi tempat terbaik untuk menyiapkan kita semua menuju rumah keabadian. Rumah yang akan selalu mengingatkan kita pada \"Kita sekarang karena kita kemarin\""
  },
  "MainEventPage": {
    "title": "ACARA UTAMA",
    "seeYou": "Sampai jumpa di 28 Februari 2025!",
    "offlineArea": "Offline di setiap Area Kerja",
    "locationDescription": "Akan berlokasi di venue terdekat dengan Area Kerja anda",
    "mapButtonText": "Buka Peta",
    "watchButtonText": "Tonton Siaran Langsung",
    "GIEnter": "Panduan Masuk GI",
    "otherVenue": "Venue lainnya",
    "otherVenueDesc": "(Hotel, Kantor DC, Perpus/Aula)",
    "location": "LOKASI"
  },
  "LoginPage": {
    "titleHighlight": "40 Years",
    "title": "and Beyond!",
    "description": "Masuk di sini terlebih dahulu",
    "login": "Masuk",
    "email": "Email",
    "password": "Kata sandi",
    "invalidCredentials": "Please check your credentials.",
    "invalidEmail": "Please enter a valid email address.",
    "invalidPassword": "Please enter a password.",
    "emailPlaceholder": "Masukkan emailmu",
    "passwordPlaceholder": "Masukkan kata sandimu",
    "loading": "Memuat",
    "success": "Berhasil masuk",
    "invalid": "Email atau password salah",
    "error": "Gagal! silakan coba lagi",
    "close": "Tutup"
  },
  "LocaleSwitch": {
    "id": "Indonesia",
    "en": "Inggris",
    "label": "Bahasa"
  }
}
